Repository: dbremner/tbox
Catalog: Trunk/TBox/Localization/Plugins/Encoder/EncoderLang.*.resx
Languages: ru

source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: Convert on source changed
ru: Преобразовывать при изменении

source: Decode c string
ru: Раскодировать си строку

source: Decode Html
ru: Раскодировать Html

# DecodeToBase64
source: Decode base64
ru: Раскодировать base64

source: Decode Uri
ru: Раскодировать Uri

source: Encode c string
ru: Закодировать си строку

source: Encode Html
ru: Закодировать Html

# EncodeToBase64
source: Encode base64
ru: Закодировать в base64

source: Encode Uri
ru: Закодировать Uri

# FormatClikeCode
source: Format c-like code (JS,CSS)
ru: Отформатировать сиподобный код (JS,CSS)

source: Format Fql Advanced
ru: Отформатировать сложный Fql

source: Format Fql Simple
ru: Отформатировать простой Fql

source: Format Html
ru: Отформатировать Html

source: Format JSON
ru: Отформатировать JSON

source: Format SQL
ru: Отформатировать SQL

source: Format Xml
ru: Отформатировать Xml

source: Minimize to line
ru: В одну строку

# PluginDescription
source: You can easy encode/decode strings and change the formatting for easier reading.
ru: Вы можете легко преобразовывать строки и менять форматирование для более лёгкого чтения

# PluginName
source: Encoder
ru: Преобразователь

source: Show
ru: Показать

source: Swap texts
ru: Поменять тексты местами

source: To clipboard
ru: В буфер обмена

source: Unexpected exception!
ru: Неожиданная ошибка!
