Repository: dbremner/tbox
Catalog: Trunk/TBox/Localization/Plugins/NUnitRunner/NUnitRunnerLang.*.resx
Languages: ru

source: Agent
ru: Агент

source: Batch run...
ru: Пакетный запуск...

source: Batch run for unit tests
ru: Пакетный запуск для тестов

source: Cancel
ru: Отмена

source: Categories
ru: Категории

source: Check All
ru: Выбрать все

# Clonning
source: Cloning
ru: Клонирование

# CollapseAll
source: Collapse
ru: Свернуть

source: Command to run before tests
ru: Команда для запуска до тестов

source: Configuration
ru: Конфигурация

source: Configure libraries with unit tests
ru: Конфигурация библиотек для тестов

source: Copy deep
ru: Глубина копирования

source: Copy to separate folders
ru: Копировать в отдельные папки

source: Description
ru: Описание

source: Displayed:
ru: Отображающиеся:

source: Errors:
ru: Ошибок:

source: Errors and failures
ru: Ошибки

source: Exclude
ru: Все кроме указанных

# ExpandAll
source: Expand
ru: Развернуть

source: Failed:
ru: Неудалось:

# FileMasksToCopy
source: File path masks to copy
ru: Маски на пути к файлам,которые надо скопировать

source: Filter:
ru: Отфильтровано:

source: Folder to clone tests
ru: Папки для клонирования тестов

source: Framework
ru: Фрэймворк

source: Ignored:
ru: Проигнорировано:

source: Include
ru: Только указанные

source: Inconclusive:
ru: Незавершённых:

source: Invalid:
ru: Недействительных:

source: Message
ru: Сообщение

source: Multithreading
ru: Многопоточность

source: Nunit dlls to run
ru: Тестовые библиотеки для запуска

source: Output
ru: Вывод

source: Passed:
ru: Прошло:

# PluginDescription
source: Small tool to run nunit tests in parallel.
ru: Плагин для запуска NUnit тестов параллельно.

# PluginName
source: NUnit tests runner
ru: Тестер

source: Process count
ru: Количество процессов

source: Refresh
ru: Обновить

source: Run as Admin
ru: В режиме администратора

source: Run as x86
ru: В режиме x86

source: Selected item info
ru: Информация о выбранном элементе

source: Settings
ru: Настройки

source: Show only failed
ru: Показывать только непрошедшие

source: Show only failed tests
ru: Показывать только непрошедшие

source: Skipped:
ru: Пропущено:

source: Stack trace
ru: Стек вызовов

source: Start
ru: Старт

# StartDelay
source: Start test delay (s)
ru: Задержка запуска (сек)

source: Statistics
ru: Статистика

source: Summary
ru: Информация

source: Synchronize tests agents
ru: Синхронизация тестовых агентов

source: Tests
ru: Тесты

source: Tests not run
ru: Незапустившиеся тесты

source: Tests results
ru: Результаты тестов

# TestsStateTemplate
source: {0} - tests: [ {1} ], failed = [ {2} ], time: {3}
ru: {0} - тестов: [ {1} ], непрошедших = [ {2} ], время: {3}

source: Test time
ru: Время теста

source: Text output
ru: Вывод

source: Time:
ru: Время:

source: Total:
ru: Всего:

source: Uncheck All
ru: Убрать выделение

source: Use categories
ru: Использовать категории

# UsePrefetch
source: Use statistic for optimization
ru: Использовать статистику для оптимизации

source: View
ru: Вид

source: Process mode
ru: Режим выполнения

source: Configure test suites
ru: Настройка сборок тестов

# CantRefreshUnitTests
source: Can't refresh unit tests, please specify libraries to test
ru: Не могу обновить список тестов, укажите пожалуйста список библиотек для тестирования.

source: Timeout
ru: Макс время теста (сек)

source: Files not exists or invalid:
ru: Файлы не существуют или не подходят:

# TestLibrariesFileMasks
source: Test library (*.dll)|*.dll
ru: Библиотека тестов (*.dll)|*.dll

# AssembliesCount
source: Assemblies in parallel
ru: К-во библиотек паралельно
