Repository: dbremner/tbox
Catalog: Trunk/TBox/Localization/Plugins/Searcher/SearcherLang.*.resx
Languages: ru

source: Advanced
ru: Дополнительно

# AreYouWantRebuild
source: Are you really want rebuild all indexes?
ru: Вы точно хотите перестроить все индексы?

# CalcDirsCount
source: Calculating directories count...
ru: Подсчёт количества папок...

source: Cancel
ru: Отмена

source: Case sensitive search
ru: Поиск зависит от регистра

source: Configure file masks to exclude unused items
ru: Настройка масок на пути файлов для исключения

source: Configure files folders to create index
ru: Настройка папок для создания индекса

source: Configure files types to create index
ru: Настройка типов файлов для создания индекса

source: Create indexes..
ru: Создание индексов..

source: Decode comments
ru: Включать комментарии

source: Decode strings
ru: Включать строки

# ErrorCaption
source: Error
ru: Ошибка

# ErrorLoadingFile
source: Sorry, can't load file!
ru: Не могу загрузить файл!

source: Executable path:
ru: Путь к просмотрщику:

source: File masks to exclude
ru: Маски на пути файлов для исключения

source: File parsing
ru: Обработка файла

source: Files:
ru: Файлов:

source: Files and folders to search
ru: Файлы и папки для поиска

source: File types:
ru: Типы файлов:

source: File types to include
ru: Искать типы файлов

source: Fill results time:
ru: Заполнение результатов:

source: Folder:
ru: Папка:

source: Folders to search
ru: Папки для поиска

source: Full text search
ru: Полнотекстовый поиск

source: Go
ru: Искать

source: Index settings
ru: Настройка индексов

source: Load file on select
ru: Загружать файл при выборе

source: Load file time:
ru: Загрузка файла:

source: Load indexes..
ru: Загрузка индексов..

# PluginDescription
source: Ability to search in the big set of files for words and file names.
ru: Возможность поиска текста и файлов по имени в проектах с огромным количеством файлов.

# PluginName
source: Searcher
ru: Ищейка

# ProgressString
source: Directories: {0} time: {1} speed: {2} kb/s
ru: Папок: {0} время: {1} скорость: {2} кб/с

source: Rebuild indexes...
ru: Перестроить индексы...

source: Search...
ru: Поиск...

source: Search count:
ru: Количество результатов в поиске:

source: Search mode:
ru: Режим поиска:

source: Search results view
ru: Результаты поиска

source: Search time:
ru: Поиск:

source: Search type:
ru: Тип поиска:

source: Skip comments
ru: Пропускать комментарии

# Starting_CollectMemory
source: Collect memory
ru: Выделение памяти

# Starting_CreatingEngine
source: Creating engine
ru: Создание движка

# Starting_LoadingFileData
source: Loading file data
ru: Загружаю файл с данными

# Starting_LoadingFileNames
source: Loading file names
ru: Загружаю файл с именами

source: Text to search:
ru: Текст для поиска:

# ToBigFile
source: To big file: {0}!
ru: Слишком большой файл: {0}!

source: Unload indexes..
ru: Выгрузить индексы..

source: Word:
ru: Слово:

source: Words:
ru: Слов:

source: Text don't contain searchable symbols
ru: В тексте нет символов по которым возможен поиск

source: Searchable symbols
ru: Символы, по которым возможен поиск

source: Edit
ru: Редактировать

source: Go To File
ru: Перейти к файлу

source: Copy file path
ru: Копировать путь к файлу

source: Copy file name
ru: Копировать имя файла

# ExecutableFileMasks
source: Executable (*.exe)|*.config|All (*.*)|*.*
ru: Исполняемые файлы (*.exe)|*.config|Все файлы(*.*)|*.*
