Repository: dbremner/tbox
Catalog: Trunk/TBox/Localization/TBox/TBoxLang.*.resx
Languages: ru

# AuthorsInfo
source: Created by Alex H (Mnk) from Brest.
ru: Автор: Саня (Mnk) из г. Бреста.

source: Auto update
ru: Автоматическое обновление

# BtnClose
source: Close
ru: Закрыть

# BtnFastStart
source: Fast Start
ru: Быстрый запуск

# BtnFeedback
source: Send feedback
ru: Отправить отзыв

# BtnReload
source: Reload
ru: Перегрузить

# BtnSave
source: Save
ru: Сохранить

# BtnSettings
source: Settings
ru: Настройки

# ChangeLogTitle
source: TBox was updated, the latest changes:
ru: TBox был обновлён, последние изменения:

source: Check for updates...
ru: Проверка обновлений...

source: Clear History
ru: Очистить

source: Configure user action
ru: Настроить пользовательское действие

source: Create
ru: Создание

source: Create plugins..
ru: Создание плагинов..

source: Day of the week:
ru: День недели:

source: Day time:
ru: Время:

source: Error processing changelog
ru: Ошибка в обработке списка изменений

source: Fast Start
ru: Быстрый запуск

# FeedbackCaption
source: TBox - feedback
ru: TBox - отзыв

# FeedbackMessage
source: Write some words or ideas about how to improve TBox. If you want to receive answer, please add your email :)
ru: Напишите несколько слов о том, как можно улучшить TBox. Если вы хотите получить ответ,пожалуйста укажите свой емэйл.

# FeedbackProgress
source: Sending feedback
ru: Отправка отзыва

# FoundNewVersionTemplate
source: Found new version: {0}, current version is: {1}. Do you want to update TBox?
ru: Найдена новая версия: {0}, текущая версия: {1}. Вы хотите обновить TBox?

source: Global HotKeys are enabled
ru: Глобальные горячие клавиши включены

source: Global settings
ru: Общие настройки

source: Hide on cancel
ru: Сворачивать при отмене

source: Hide on save
ru: Сворачивать при сохранении

source: HotKeys
ru: Горячие клавиши

# Information
source: About
ru: Информация

source: Language
ru: Язык

# LicenseInfo
source: Licensed under GPLv2 license.
ru: Лицензировано под GPLv2 лицензией.

# LifeTimeInfo
source: In development since 2010.
ru: В разработке с 2010.

source: Localization
ru: Локализация

source: Max items in history
ru: Макс. количество пунктов в истории

# MenuCheckUpdates
source: Check updates
ru: Проверить обновления

# MenuExit
source: Exit
ru: Выход

# MenuFastStart
source: Fast Start...
ru: Быстрый запуск...

# MenuSettings
source: Settings...
ru: Настройки...

# MessageNoUpdatesFound
source: No updates found
ru: Обновления не найдены

# NewVersionAvailable
source: TBox - new version is available!
ru: Появилась новая версия TBox!

source: None
ru: Нет

source: Path to the errors directory:
ru: Путь к папке для отчётов об ошибках:

source: Path to the mirror directory:
ru: Путь к папке с обновлениями:

source: Prepare...
ru: Подготовка...

# ProgressApplyChanges
source: Apply changes...
ru: Применяю настройки...

# ProgressExit
source: Exit...
ru: Выход...

# ProgressFinish
source: Finish...
ru: Завершение...

# ProgressInitialize
source: Initialize...
ru: Инициализация...

# ProgressLoadingPlugins
source: Loading plugins...
ru: Загружаю плагины...

# ProgressReloadPluginsSettings
source: Reload plugins settings...
ru: Перезагружаю настройки плагинов...

source: Recent actions
ru: Последние действия

source: Save...
ru: Сохранение...

source: Scheduler
ru: Планировщик

# Schelduler
source: Scheduler
ru: Планировщик

# ScheldulerIsEnabled
source: Scheduler is enabled
ru: Планировщик включен

source: Scripts paths
ru: Пути к скриптам

source: Select menu actions
ru: Выбрать действия меню

source: Send error reports
ru: Отправлять отчёты об ошибках

# SettingsCaption
source: Global settings
ru: Общие настройки

# SettingsDescription
source: Here you can configure global settings of this tool
ru: Здесь вы можете настроить общие настройки данного приложения

source: Shortcut to autorun
ru: Ярлык в автозапуск

source: Shortcut to desktop
ru: Ярлык на рабочий стол

source: Show changelog on update
ru: Показывать список изменений

source: Show settings by single click on tray icon
ru: Настройки по одинарному клику по иконке

source: Start hidden
ru: Запускать свёрнутым

# TabsEnabledPlugins
source: Manage Plugins
ru: Управление плагинами

source: Team work settings
ru: Настройки командной работы

source: Theme:
ru: Тема:

# ToolTipFeedback
source: Help author to improve this tool
ru: Помогите автору улучшить приложение

# ToolTipTemplate
source: TBox. Load {0} plugin(s).
ru: TBox. Загружено {0} плагин(ов).

source: Update disabled items...
ru: Обновление отключённых элементов...

source: Update from shared folder
ru: Обновляться из сетевой папки

source: Update interval:
ru: Интервал обновления:

source: Usability
ru: Удобство использования

source: Use GPU for UI render
ru: Использовать видеокарту для интерфейса

source: User actions
ru: Пользовательские действия

source: Use tray menu with icons
ru: Меню в трее с картинками

# VersionTemplate
source: Version: {0}.{1}
ru: Версия: {0}.{1}

source: Web site:
ru: Домашняя страничка:

source: Shortcuts
ru: Ярлыки

source: Back
ru: Назад

# Database
source: Plugins: Database
ru: Плагины: базы данных

# DefaultMainViewDescription
source: Please, choose item to configure and click on it.
ru: Выберете пункт для настройки и кликните на него

# Desktop
source: Plugins: Desktop
ru: Плагины: компьютер

# Development
source: Plugins: Development
ru: Плагины: разработка вообще

# Other
source: Plugins: Other
ru: Плагины: другие

source: Settings
ru: Настройки

# Web
source: Plugins: Web
ru: Плагины: вэб

# BtnHelp
source: Help
ru: Помощь

# FastStartDescription
source: Here you can run fast called commands or you own user actions
ru: Отсюда вы можете запускать наиболее часто выполняемые команды или сконфигурированные пользовательские действия

source: Blog:
ru: Блог:

source: Change log
ru: Список изменений

source: Configuration
ru: Конфигурация

# PortableMode
source: Store configuration files in the TBox folder
ru: Сохранять конфигурационные файлы в папке, где расположен TBox

# RestartNeeded
source: Restart TBox will be requered to apply changes
ru: Для применения изменений необходим перезапуск TBox

source: Aliases
ru: Псевдонимы

source: Configure alias
ru: Настройка псевдонима
